nginx/performance/size_variation/3-perf/wrk.10mb.nopin.out
Running 30s test @ http://127.0.0.1:8080/10mb.bin
  12 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   211.08ms  103.43ms   1.95s    81.15%
    Req/Sec    79.39     57.94   300.00     56.10%
  17894 requests in 30.09s, 174.82GB read
  Socket errors: connect 0, read 63, write 0, timeout 153
Requests/sec:    594.75
Transfer/sec:      5.81GB